Repository: NgoniMujuru/believers_songbook
Catalog: lib/l10n/app_*.arb
Languages: sw

# globalThemeSetting
source: Theme:
sw: Mandhari:

# globalThemeSettingDark
source: Dark
sw: Nyeusi

# globalThemeSettingLight
source: Light
sw: Nyeupe

# globalSong
source: Song
sw: Wimbo

# globalDisplaySongKey
source: Display Song Key:
sw: Onyesha kifunguo cha kuimba Wimbo:

# globalPageDisplaySongNumber
source: Display Song Number
sw: Onyesha Nambari ya Wimbo

# globalDisplaySongKeyYes
source: Yes
sw: Ndiyo

# globalDisplaySongKeyNo
source: No
sw: Hapana

# globalCollections
source: Collections
sw: Makusanyo

# aboutPageTitle
source: About
sw: Kuhusu

# aboutBibleBook
source: Psalm
sw: Zaburi

# aboutBibleVerse
source: Make a joyful noise unto the Lord, all the earth: make a loud noise, and rejoice, and sing praise.
sw: Mshangilieni Bwana, nchi yote, Inueni sauti, imbeni kwa furaha, imbeni zaburi.

# aboutDescriptionA
source: This app was made for you. A special thanks goes to the wonderful saints who provided the songbooks and helped with testing. A special thank you also goes out to all the composers of the songs included in this app, whose beautiful and inspiring music has touched the hearts of so many. Please share this app with anyone who will find it helpful. A positive review on the app store will help others discover it too!
sw: Programu hii imetengenezwa kwa ajili yako. Shukrani za pekee ziwaendee watakatifu wema waliowasilishi vitabu vya nyimbo na kusaidia katika majaribio ya awali ya programu hii. Shukrani zingine za dhati pia ziwaendee waimbaji wote wa nyimbo nzuri na zenye kubariki mioyo ya wengi ambazo zimejumuishwa katika programu hii. Tafadhali jihisi huru kushiriki programu hii na wengine wataoweza kubarikiwa na huduma ya nyimbo zilizomo. Maoni yako mazuri kuhusu programu hii kwenye app store itawasaidia wengine kuitambua!

# aboutDescriptionB
source: If you have any feedback or would like to see your congregation's songbook added, don't hesitate to
sw: Ikiwa una maoni au ungependa kitabu cha nyimbo cha kusanyiko lako kiongezwe kwenye programu, usisite

# aboutDescriptionC
source: contact us
sw: kuwasiliana nasi,

# aboutDescriptionD
source: and let us know. For more resources, visit the Voice of God Recordings
sw: na kutujulisha. Kwa habari zaidi, tembelea Tovuti ya Voice of God Recordings

# aboutDescriptionE
source: website
sw: tovuti

# aboutDescriptionF
source: . This app does not collect any personal information, as specified in the
sw: . Programu hii haikusanyi habari za kibinafsi, kama ilivyoainishwa katika

# aboutDescriptionG
source: privacy policy
sw: sera ya faragha

# aboutDialogErrorTitle
source: Website Could Not Be Launched Automatically
sw: Tovuti Haiwezi Kuzinduliwa Kiotomatiki

# aboutDialogBtnOk
source: Ok
sw: Sawa

# aboutDialogErrorDescription
source: Visit website by copying the following url into your browser app:
sw: Tembelea tovuti kwa kunakili anwani ifuatayo kwenye programu yako ya kusakura:

# aboutContactUsBtn
source: Contact
sw: Wasiliana

# aboutRateAppBtn
source: Rate
sw: Pendekeza

# aboutShareAppBtn
source: Share
sw: Shiriki

# aboutMayGodBless
source: May God richly bless you!
sw: Mungu akubariki sana!

# aboutShareText
source: Check out the Songbook for Believers app, available for Android and iOs devices:
sw: Angalia programu ya Kitabu cha Nyimbo kwa Waamini, inapatikana kwa vifaa vya Android na iOS:

# aboutDialogEmailErrorTitle
source: Email App Could Not Be Opened Automatically
sw: Programu ya Barua pepe Haiwezi Kufunguliwa Kiotomatiki

# aboutDialogEmailErrorDescription
source: You can use the following email address:
sw: Unaweza kutumia anwani ya barua pepe ifuatayo:

# aboutDialogReviewErrorTitle
source: App Store Could Not Be Launched Automatically
sw: Duka la Programu Halikuweza Kuzinduliwa Kiotomatiki

# aboutLanguageSetting
source: Language:
sw: Lugha:

# aboutLanguageSettingFrench
source: French
sw: Kifaransa

# aboutLanguageSettingEnglish
source: English
sw: Kiingereza

# aboutLanguageSettingSwahili
source: Swahili
sw: Kiswahili

# collectionsEmptyStateText
source: Create your own song collections. Open a song and select the collections menu icon on the top right corner.
sw: Jenga makusanyo yako ya nyimbo. Fungua wimbo na chagua kiashiria cha makusanyo kwenye kinachopatikana kona ya juu upande wa kulia.

# collectionsSongs
source: Songs
sw: Nyimbo

# collectionsCreated
source: Created
sw: Yaliumbwa

# collectionSongsDialogTitle
source: Are you sure?
sw: Je, una uhakika?

# collectionSongsDialogText
source: This will delete this collection. This action cannot be undone.
sw: Hii itafuta makusanyo haya. Hatua hii haiwezi kufutwa.

# collectionSongsDialogCancel
source: Cancel
sw: Ghairi

# collectionSongsDialogDelete
source: Delete
sw: Futa

# collectionSongsEmptyStateText
source: This collection has no songs. Add songs to this collection by opening a song and selecting the collections menu icon on the top right corner.
sw: Kusanyo hili halina nyimbo. Ongeza nyimbo kwenye kusanyo hili kwa kufungua wimbo na kuchagua kiashiria cha makusanyo kinachopatikana kona ya juu upande wa kulia.

# songBooksPageTitle
source: Songbooks
sw: Vitabu vya nyimbo

# songBooksChangeSnackBarText
source: Songbook changed to
sw: Kitabu cha nyimbo kimebadilishwa kuwa

# songsPageTitle
source: Songs
sw: Nyimbo

# songsPageLoading
source: Loading
sw: Inapakia

# songsPageSortOrder
source: Sort Order:
sw: Mpangilio wa Nyimbo:

# songsPageSortOrderNumerical
source: Numerical
sw: Namba

# songsPageSortOrderAlphabetic
source: Alphabetical
sw: Alfabeti

# songsPageSortOrderKey
source: Key
sw: Kifunguo

# songsPageSearchSongsBy
source: Search Songs By:
sw: Tafuta Nyimbo Kwa:

# songsPageSearchSongsByTitleAndLyrics
source: Title&Lyrics
sw: Kichwa&Maneno

# songsPageSearchSongsByTitle
source: Title
sw: Kichwa

# songsPageSearchSongsByLyrics
source: Lyrics
sw: Maneno

# songsPageSearchSongsByKey
source: Key
sw: Kifunguo

# songsPageLoadingSongbooksText
source: Loading songs. Please be patient, this can take a bit of time.
sw: Inapakia nyimbo. Tafadhali kuwa na subira, hii inaweza kuchukua muda kidogo.

# songsPageNoSongsFoundWord
source: Songbook: no songs found with words
sw: Kitabu cha nyimbo: hakuna nyimbo zilizopatikana na maneno

# songsPageNoSongsFoundKey
source: Songbook: no songs found with key
sw: Kitabu cha nyimbo: hakuna nyimbo zilizopatikana na kifunguo

# songPageSongSuccessfulUpdateSnackbar
source: Song updated successfully.
sw: Wimbo umeongezwa kwa mafanikio.

# songPageEditKeyLabel
source: Key
sw: Kifungu

# songPageEditKeyError
source: Please enter valid key.
sw: Tafadhali ingiza kifungu halali.

# songPageEditLyricsLabel
source: Lyrics
sw: Maneno

# songPageEditLyricsInstruction
source: Please enter the lyrics.
sw: Tafadhali ingiza maneno.

# songPageEditLyricsError
source: Please enter valid lyrics.
sw: Tafadhali ingiza maneno halali.

# songPageCollections
source: Collections
sw: Makusanyo

# songPageCreate
source: Create
sw: Jenga

# songPageSave
source: Save
sw: Hifadhi

# songPageAddedToSnackbar
source: added to
sw: imeongezwa kwa

# songPageRemovedFromSnackbar
source: removed from
sw: imeondolewa kutoka

# songPageCollectionNameLabel
source: Collection name
sw: Jina la Kusanyo

# songPageCollectionNameInstruction
source: Please enter the collection name.
sw: Tafadhali ingiza jina la kusanyo.

# songPageCollectionNameError
source: Collection name already exists.
sw: Jina la kusanyo tayari lipo.

# songPageFontSize
source: Font Size:
sw: Ukubwa wa Fonti:

# songPageOptions
source: Options
sw: Chaguo

# songPageOptionsEdit
source: Edit
sw: Hariri

# songPageOptionsCopy
source: Copy
sw: Nakili

# songPageOptionsShare
source: Share
sw: Shiriki
